Repository: fortran-lang/webpage
Catalog: locale/*/LC_MESSAGES/community.po
Languages: de

source: Community - The Fortran Programming Language
de: Gemeinschaft - Die Fortran-Programmiersprache

source: Fortran-lang Community
de: Fortran-lang Gemeinschaft

source: Collaboration for the advancement of Fortran
de: Zusammenarbeit für die Entwicklung der Fortran-Programmiersprache

source: Fortran-lang Community Projects
de: Fortran-lang Projekte

source: Fortran Standard Library (stdlib)
de: Fortran Standardbibliothek (stdlib)

source: A community-driven project for a de facto 'standard' library for Fortran. The stdlib project is both a specification and a reference implementation, developed in cooperation with the Fortran Standards Committee.
de: Ein Projekt, das von Gemeinschaft entwickelt wurde und eine de facto „Standard“-Bibliothek für Fortran ist. Das Projekt ist sowohl eine Spezifikation als auch eine Referenzimplementierung, entwickelt in Kooperation mit dem Fortran Standards-Kommittee.

source: `GitHub <https://github.com/fortran-lang/stdlib>`_ `Documentation <https://stdlib.fortran-lang.org/>`_ `Contributing <https://github.com/fortran-lang/stdlib/blob/HEAD/WORKFLOW.md>`_
de: `GitHub <https://github.com/fortran-lang/stdlib>`_ `Dokumentation <https://stdlib.fortran-lang.org/>`_ `Beitragen <https://github.com/fortran-lang/stdlib/blob/HEAD/WORKFLOW.md>`_

source: Fortran Package Manager (fpm)
de: Fortran Paketmanager (fpm)

source: A prototype project to develop a common build system for Fortran packages and their dependencies.
de: Ein Prototypprojekt, das ein gemeinsames Buildsystem für Fortran-Pakete und ihre Abhängigkeiten entwickelt.

source: `GitHub <https://github.com/fortran-lang/fpm>`_ `Documentation <https://github.com/fortran-lang/fpm/blob/HEAD/PACKAGING.md>`_ `Contributing <ttps://github.com/fortran-lang/fpm/blob/HEAD/CONTRIBUTING.md>`_
de: `GitHub <https://github.com/fortran-lang/fpm>`_ `Documentation <https://fpm.fortran-lang.org/de>`_ `Beitragen <https://github.com/fortran-lang/fpm/blob/HEAD/CONTRIBUTING.md>`_

source: This website is open source and contributions are welcome!.
de: Diese Website ist Open Source und Beiträge sind willkommen!

source: `GitHub <https://github.com/fortran-lang/webpage>`_ `Contributing <ttps://github.com/fortran-lang/webpage/blob/HEAD/CONTRIBUTING.md>`_
de: `GitHub <https://github.com/fortran-lang/webpage>`_ `Beitragen <ttps://github.com/fortran-lang/webpage/blob/HEAD/CONTRIBUTING.md>`_

source: Get Involved
de: Beitragen

source: Join the Discussion
de: Diskussion beitreten

source: The easiest way to join the community and contribute is by commenting on issues and pull requests in the project repositories.
de: Die einfachste Möglichkeit, die Teil der Gemeinschaft zu werden und beizutragen ist, einen Kommentar auf einem Projekt-Repository zu verfassen oder einen Pull-Request zu erstellen.

source: Whether Fortran beginner or seasoned veteran, your feedback and comments are most welcome in guiding the future of Fortran-lang.
de: Ob Fortran-Anfänger oder erfahrener Nutzer, Feedback und Kommentare sind sehr willkommen, um die Zukunft von Fortran-lang zu fördern.

source: Contributor Guide
de: Beitragsleitfaden

source: Want to contribute code and content? Check out the contributor guides in each repository for information on the project workflow and recommended practices.
de: Wenn du Code und Inhalte zu entwickeln möchtest, dann schau dir den Beitragsleitfaden in jedem Repository an, um Informationen über den Projekt-Workflow und die empfohlenen Praxisvorgaben zu erhalten.
